[
  {
    "clubName": "ALTReality (AR/VR)",
    "description": "ALTReality is all about diving into the immersive worlds of Augmented Reality (AR) and Virtual Reality (VR). Explore the potential of AR and VR technologies, from gaming to real-world applications.",
    "tags": ["AR/VR", "Gaming", "Technology", "Immersive", "Virtual Reality"]
  },
  {
    "clubName": "BIAS (AI)",
    "description": "BIAS (Bennett Institute of AI Studies) is your gateway to the fascinating world of Artificial Intelligence (AI). Join us to understand AI's impact on various domains and dive deep into machine learning and neural networks.",
    "tags": ["AI", "Machine Learning", "Technology", "Artificial Intelligence", "Neural Networks"]
  },
  {
    "clubName": "Ciphers (Cyber Sec)",
    "description": "Ciphers is your ticket to the world of cybersecurity and ethical hacking. Learn how to protect digital assets and information while discovering vulnerabilities in a controlled environment.",
    "tags": ["Cybersecurity", "Ethical Hacking", "Technology", "Security"]
  },
  {
    "clubName": "Data Science",
    "description": "Data Science Club at Bennett University is where data enthusiasts come together. We explore data analysis, visualization, and machine learning to derive meaningful insights from data.",
    "tags": ["Data Science", "Machine Learning", "Technology", "Data Analysis", "Visualization"]
  },
  {
    "clubName": "Indian Blockchain Fraternity",
    "description": "Join the Indian Blockchain Fraternity and explore the disruptive potential of blockchain technology. Dive into the world of cryptocurrencies, smart contracts, and decentralized applications.",
    "tags": ["Blockchain", "Cryptocurrency", "Technology", "Smart Contracts"]
  },
  {
    "clubName": "PDT",
    "description": "PDT (Product Development Team) is all about turning ideas into reality. Join us if you're passionate about innovation and want to be part of creating exciting new products.",
    "tags": ["Innovation", "Product Development", "Technology", "Creativity"]
  },
  {
    "clubName": "RPA",
    "description": "RPA (Robotic Process Automation) Club is your introduction to the world of automation. Learn how to streamline repetitive tasks using software robots and make processes more efficient.",
    "tags": ["RPA", "Automation", "Technology", "Robots"]
  },
  {
    "clubName": "Solace Studio (Gaming)",
    "description": "Solace Studio is the place for gaming enthusiasts. From game design and development to esports, join us to explore the world of gaming and interactive media.",
    "tags": ["Gaming", "Game Design", "Entertainment", "Esports"]
  },
  {
    "clubName": "Bennett DroneSoc",
    "description": "Bennett DroneSoc is your gateway to aerial technology. Discover the art of flying drones, explore aerial photography, and learn about the latest drone innovations.",
    "tags": ["Drones", "Aerial Technology", "Technology", "Photography"]
  },
  {
    "clubName": "Technotix",
    "description": "Technotix is the club for tech enthusiasts. Stay updated on the latest technology trends, gadgets, and breakthroughs. Engage in tech discussions and hands-on projects.",
    "tags": ["Technology", "Tech Trends", "Gadgets", "Discussion"]
  },
  {
    "clubName": "Full Stack Club",
    "description": "Full Stack Club is your path to becoming a well-rounded web developer. Learn both front-end and back-end technologies to create complete web applications.",
    "tags": ["Web Development", "Full Stack", "Technology", "Programming"]
  },
  {
    "clubName": "Alan Turing Club",
    "description": "Alan Turing Club is a gathering of mathematics and computer science enthusiasts. Explore complex algorithms, mathematical concepts, and computational theories.",
    "tags": ["Mathematics", "Computer Science", "Education", "Algorithms"]
  },
  {
    "clubName": "Devops Club",
    "description": "Devops Club is your introduction to the world of DevOps (Development and Operations). Learn how to automate software development and deployment processes.",
    "tags": ["DevOps", "Automation", "Technology", "Development"]
  },
  {
    "clubName": "Quantum Computing",
    "description": "Quantum Computing Club is where you'll explore the exciting and emerging field of quantum computing. Understand the principles and potential applications of quantum computers.",
    "tags": ["Quantum Computing", "Technology", "Computing", "Science"]
  },
  {
    "clubName": "Mobile Technologies",
    "description": "Mobile Technologies Club is all about staying updated on the latest mobile app development trends, platforms, and tools.",
    "tags": ["Mobile Development", "Technology", "Apps", "Trends"]
  },
  {
    "clubName": "IEEE",
    "description": "IEEE (Institute of Electrical and Electronics Engineers) is a global community of engineers, scientists, and technology enthusiasts. Join us to network and collaborate on cutting-edge projects.",
    "tags": ["Engineering", "Technology", "Community", "Electronics"]
  },
  {
    "clubName": "IEEE WIE",
    "description": "IEEE Women in Engineering (WIE) empowers women in technology. Be part of a supportive community focused on gender diversity and inclusivity in tech.",
    "tags": ["Engineering", "Diversity", "Inclusivity", "Technology"]
  },
  {
    "clubName": "ACM",
    "description": "ACM (Association for Computing Machinery) is dedicated to advancing computing as a science and profession. Join us to engage with computer science enthusiasts and explore the latest developments in the field.",
    "tags": ["Computer Science", "Technology", "Profession", "Development"]
  },
  {
    "clubName": "CSI",
    "description": "CSI (Computer Society of India) is committed to promoting the advancement of computer science in India. Connect with like-minded individuals and contribute to the tech community.",
    "tags": ["Computer Science", "Community", "India", "Promotion"]
  },
  {
    "clubName": "Geeks for Geeks BU",
    "description": "Geeks for Geeks BU is a club for coding and problem-solving enthusiasts. Sharpen your programming skills, tackle coding challenges, and collaborate on tech projects.",
    "tags": ["Coding", "Problem Solving", "Technology", "Programming"]
  },
  {
    "clubName": "Google Developer Student Club",
    "description": "Google Developer Student Club is the official student community for Google Developers. Explore Google technologies, attend workshops, and participate in hackathons.",
    "tags": ["Google", "Technology", "Community", "Development"]
  },
  {
    "clubName": "CodeChef",
    "description": "CodeChef is your platform for competitive programming and coding challenges. Join us to improve your coding skills, solve algorithmic problems, and compete in coding contests.",
    "tags": ["Programming", "Coding Challenges", "Competitive Programming", "Development"]
  }
]
